package com.shlokverse.constants;

public final class LyricsContent {

    private LyricsContent(){

    }
    public final String ShivAarti  = "ॐ जय शिव ओंकारा, स्वामी जय शिव ओंकारा।\n" +
                                     "ब्रह्मा, विष्णु, सदाशिव, अर्द्धांगी धारा॥ ओम जय शिव ओंकारा॥\n" +
                                     "एकानन चतुरानन पञ्चानन राजे।\n\n" +
                                     "हंसासन गरूड़ासन वृषवाहन साजे॥ ओम जय शिव ओंकारा॥\n" +
                                     "दो भुज चार चतुर्भुज दसभुज अति सोहे।\n\n" +
                                     "त्रिगुण रूप निरखत त्रिभुवन जन मोहे॥ ओम जय शिव ओंकारा॥\n" +
                                     "अक्षमाला वनमाला मुण्डमालाधारी।\n\n" +
                                     "त्रिपुरारी कंसारी कर माला धारी॥ ओम जय शिव ओंकारा॥\n" +
                                     "श्वेताम्बर पीताम्बर बाघंबर अंगे।\n\n" +
                                     "सनकादिक गरुड़ादिक भूतादिक संगे॥ ओम जय शिव ओंकारा॥\n" +
                                     "कर के मध्य कमण्डल चक्र त्रिशूलधारी।\n\n" +
                                     "जगकर्ता जगभर्ता जगसंहारकर्ता॥ ओम जय शिव ओंकारा॥\n" +
                                     "ब्रह्मा विष्णु सदाशिव जानत अविवेका।\n\n" +
                                     "प्रणवाक्षर के मध्ये ये तीनों एका॥ ओम जय शिव ओंकारा॥\n" +
                                     "पर्वत सोहैं पार्वती, शंकर कैलासा।\n\n" +
                                     "भांग धतूरे का भोजन, भस्मी में वासा॥ ओम जय शिव ओंकारा॥\n" +
                                     "जटा में गंग बहत है, गल मुण्डन माला।\n\n" +
                                     "शेष नाग लिपटावत, ओढ़त मृगछाला॥ ओम जय शिव ओंकारा॥\n" +
                                     "काशी में विराजे विश्वनाथ, नन्दी ब्रह्मचारी।\n\n" +
                                     "नित उठ दर्शन पावत, महिमा अति भारी॥ ओम जय शिव ओंकारा॥\n" +
                                     "त्रिगुणस्वामी जी की आरति जो कोइ नर गावे।\n\n" +
                                     "कहत शिवानन्द स्वामी, मनवान्छित फल पावे॥\n" +
                                     "ओम जय शिव ओंकारा॥ स्वामी ओम जय शिव ओंकारा॥\n" ;

    public final String HanumanChalisa = "दोहा\n" +
                                        "श्रीगुरु चरन सरोज रज, निजमन मुकुरु सुधारि। बरनउं रघुबर बिमल जसु, जो दायक फल चारि।।\n" +
                                        "बुद्धिहीन तनु जानिके, सुमिरौं पवन-कुमार। बल बुधि बिद्या देहु मोहिं, हरहु कलेस बिकार।।\n" +
                                        "\n\n" +
                                        "चौपाई\n\n" +
                                        "जय हनुमान ज्ञान गुन सागर।\n" +
                                        "जय कपीस तिहुं लोक उजागर।।\n" +
                                        "\n"+
                                        "राम दूत अतुलित बल धामा।\n" +
                                        "अंजनि-पुत्र पवनसुत नामा।।\n" +
                                        "\n" +
                                        "महाबीर बिक्रम बजरंगी।\n" +
                                        "कुमति निवार सुमति के संगी।।\n" +
                                        "\n" +
                                        "कंचन बरन बिराज सुबेसा।\n" +
                                        "कानन कुण्डल कुँचित केसा।।\n" +
                                        "\n" +
                                        "हाथ बज्र औ ध्वजा बिराजे।\n" +
                                        "कांधे मूंज जनेउ साजे।।\n" +
                                        "\n" +
                                        "शंकर सुवन केसरी नंदन।\n" +
                                        "तेज प्रताप महा जग वंदन।।\n" +
                                        "\n" +
                                        "बिद्यावान गुनी अति चातुर।\n" +
                                        "राम काज करिबे को आतुर।।\n" +
                                        "\n" +
                                        "प्रभु चरित्र सुनिबे को रसिया।\n" +
                                        "राम लखन सीता मन बसिया।।\n" +
                                        "\n" +
                                        "सूक्ष्म रूप धरि सियहिं दिखावा।\n" +
                                        "बिकट रूप धरि लंक जरावा।।\n" +
                                        "\n" +
                                        "भीम रूप धरि असुर संहारे।\n" +
                                        "रामचन्द्र के काज संवारे।।\n" +
                                        "\n" +
                                        "लाय सजीवन लखन जियाये।\n" +
                                        "श्री रघुबीर हरषि उर लाये।।\n" +
                                        "\n" +
                                        "रघुपति कीन्ही बहुत बड़ाई।\n" +
                                        "तुम मम प्रिय भरतहि सम भाई।।\n" +
                                        "\n" +
                                        "सहस बदन तुम्हरो जस गावैं।\n" +
                                        "अस कहि श्रीपति कण्ठ लगावैं।।\n" +
                                        "\n" +
                                        "सनकादिक ब्रह्मादि मुनीसा।\n" +
                                        "नारद सारद सहित अहीसा।।\n" +
                                        "\n" +
                                        "जम कुबेर दिगपाल जहां ते।\n" +
                                        "कबि कोबिद कहि सके कहां ते।।\n" +
                                        "\n" +
                                        "तुम उपकार सुग्रीवहिं कीन्हा।\n" +
                                        "राम मिलाय राज पद दीन्हा।।\n" +
                                        "\n" +
                                        "तुम्हरो मंत्र बिभीषन माना।\n" +
                                        "लंकेश्वर भए सब जग जाना।।\n" +
                                        "\n" +
                                        "जुग सहस्र जोजन पर भानु।\n" +
                                        "लील्यो ताहि मधुर फल जानू।।\n" +
                                        "\n" +
                                        "प्रभु मुद्रिका मेलि मुख माहीं।\n" +
                                        "जलधि लांघि गये अचरज नाहीं।।\n" +
                                        "\n" +
                                        "दुर्गम काज जगत के जेते।\n" +
                                        "सुगम अनुग्रह तुम्हरे तेते।।\n" +
                                        "\n" +
                                        "राम दुआरे तुम रखवारे।\n" +
                                        "होत न आज्ञा बिनु पैसारे।।\n" +
                                        "\n" +
                                        "सब सुख लहै तुम्हारी सरना।\n" +
                                        "तुम रच्छक काहू को डर ना।।\n" +
                                        "\n" +
                                        "आपन तेज सम्हारो आपै।\n" +
                                        "तीनों लोक हांक तें कांपै।।\n" +
                                        "\n" +
                                        "भूत पिसाच निकट नहिं आवै।\n" +
                                        "महाबीर जब नाम सुनावै।।\n" +
                                        "\n" +
                                        "नासै रोग हरे सब पीरा।\n" +
                                        "जपत निरन्तर हनुमत बीरा।।\n" +
                                        "\n" +
                                        "संकट तें हनुमान छुड़ावै।\n" +
                                        "मन क्रम बचन ध्यान जो लावै।।\n" +
                                        "\n" +
                                        "सब पर राम तपस्वी राजा।\n" +
                                        "तिन के काज सकल तुम साजा।।\n" +
                                        "\n" +
                                        "और मनोरथ जो कोई लावै।\n" +
                                        "सोई अमित जीवन फल पावै।।\n" +
                                        "\n" +
                                        "चारों जुग परताप तुम्हारा।\n" +
                                        "है परसिद्ध जगत उजियारा।।\n" +
                                        "\n" +
                                        "साधु संत के तुम रखवारे।।\n" +
                                        "असुर निकन्दन राम दुलारे।।\n" +
                                        "\n" +
                                        "अष्टसिद्धि नौ निधि के दाता।\n" +
                                        "अस बर दीन जानकी माता।।\n" +
                                        "\n" +
                                        "राम रसायन तुम्हरे पासा।\n" +
                                        "सदा रहो रघुपति के दासा।।\n" +
                                        "\n" +
                                        "तुह्मरे भजन राम को पावै।\n" +
                                        "जनम जनम के दुख बिसरावै।।\n" +
                                        "\n" +
                                        "अंत काल रघुबर पुर जाई।\n" +
                                        "जहां जन्म हरिभक्त कहाई।।\n" +
                                        "\n" +
                                        "और देवता चित्त न धरई।\n" +
                                        "हनुमत सेइ सर्ब सुख करई।।\n" +
                                        "\n" +
                                        "सङ्कट कटै मिटै सब पीरा।\n" +
                                        "जो सुमिरै हनुमत बलबीरा।।\n" +
                                        "\n" +
                                        "जय जय जय हनुमान गोसाईं।\n" +
                                        "कृपा करहु गुरुदेव की नाईं।।\n" +
                                        "\n" +
                                        "जो सत बार पाठ कर कोई।\n" +
                                        "छूटहि बन्दि महा सुख होई।।\n" +
                                        "\n" +
                                        "जो यह पढ़ै हनुमान चालीसा।\n" +
                                        "होय सिद्धि साखी गौरीसा।।\n" +
                                        "\n" +
                                        "तुलसीदास सदा हरि चेरा।\n" +
                                        "कीजै नाथ हृदय महं डेरा।।\n" +
                                        "\n\n" +
                                        "दोहा\n" +
                                        "पवनतनय संकट हरन, मंगल मूरति रूप।\n" +
                                        "राम लखन सीता सहित, हृदय बसहु सुर भूप।।";

    public final String shivChalisa = "दोहा\n" +
                                    "श्री गणेश गिरिजा सुवन, मंगल मूल सुजान।\n" +
                                    "कहत अयोध्यादास तुम, देहु अभय वरदान॥\n" +
                                    ".\n" +
                                    "चौपाई\n" +
                                    "जय गिरिजा पति दीन दयाला। सदा करत संतन प्रतिपाला॥\n" +
                                    "भाल चंद्रमा सोहत नीके। कानन कुण्डल नागफनी के॥\n" +
                                    "अंग गौर शिर गंग बहाए। मुण्डमाल तन छार लगाए॥\n" +
                                    "वस्त्र खाल बाघंबर सोहे। छवि को देख नाग मुनि मोहे॥\n" +
                                    ".\n" +
                                    "मैना मातु की ह्वै दुलारी। बाम अंग सोहत छवि न्यारी॥\n" +
                                    "कर त्रिशूल सोहत छवि भारी। करत सदा शत्रुन क्षयकारी॥\n" +
                                    "नन्दि गणेश सोहै तहं कैसे। सागर मध्य कमल हैं जैसे॥\n" +
                                    "कार्तिक श्याम और गणराऊ। या छवि को कहि जात न काऊ॥\n" +
                                    ".\n" +
                                    "देवन जबहीं जाय पुकारा। तब ही दुख प्रभु आप निवारा॥\n" +
                                    "किया उपद्रव तारक भारी। देवन सब मिलि तुमहिं जुहारी॥\n" +
                                    "तुरत षडानन आप पठायउ। लवनिमेष महं मारि गिरायउ॥\n" +
                                    "आप जलंधर असुर संहारा। सुयश तुम्हार विदित संसारा॥\n" +
                                    ".\n" +
                                    "त्रिपुरासुर सन युद्ध मचाई। सबहिं कृपा कर लीन बचाई॥\n" +
                                    "किया तपहिं भागीरथ भारी। पुरब प्रतिज्ञा तसु पुरारी॥\n" +
                                    "दानिन महं तुम सम कोउ नाहीं। सेवक स्तुति करत सदाहीं॥\n" +
                                    "वेद नाम महिमा तव गाई। अकथ अनादि भेद नहिं पाई॥\n" +
                                    ".\n" +
                                    "प्रगट उदधि मंथन में ज्वाला। जरे सुरासुर भये विहाला॥\n" +
                                    "कीन्ह दया तहँ करी सहाई। नीलकण्ठ तब नाम कहाई॥\n" +
                                    "पूजन रामचंद्र जब कीन्हा। जीत के लंक विभीषण दीन्हा॥\n" +
                                    "सहस कमल में हो रहे धारी। कीन्ह परीक्षा तबहिं पुरारी॥\n" +
                                    ".\n" +
                                    "एक कमल प्रभु राखेउ जोई। कमल नयन पूजन चहं सोई॥\n" +
                                    "कठिन भक्ति देखी प्रभु शंकर। भये प्रसन्न दिए इच्छित वर॥\n" +
                                    "जय जय जय अनंत अविनाशी। करत कृपा सब के घटवासी॥\n" +
                                    "दुष्ट सकल नित मोहि सतावै । भ्रमत रहे मोहि चैन न आवै॥\n" +
                                    ".\n" +
                                    "त्राहि त्राहि मैं नाथ पुकारो। यहि अवसर मोहि आन उबारो॥\n" +
                                    "लै त्रिशूल शत्रुन को मारो। संकट से मोहि आन उबारो॥\n" +
                                    "मातु पिता भ्राता सब कोई। संकट में पूछत नहिं कोई॥\n" +
                                    "स्वामी एक है आस तुम्हारी। आय हरहु अब संकट भारी॥\n" +
                                    ".\n" +
                                    "धन निर्धन को देत सदाहीं। जो कोई जांचे वो फल पाहीं॥\n" +
                                    "अस्तुति केहि विधि करौं तुम्हारी। क्षमहु नाथ अब चूक हमारी॥\n" +
                                    "शंकर हो संकट के नाशन। मंगल कारण विघ्न विनाशन॥\n" +
                                    "योगी यति मुनि ध्यान लगावैं। नारद शारद शीश नवावैं॥\n" +
                                    ".\n" +
                                    "नमो नमो जय नमो शिवाय। सुर ब्रह्मादिक पार न पाय॥\n" +
                                    "जो यह पाठ करे मन लाई। ता पार होत है शम्भु सहाई॥\n" +
                                    "ॠनिया जो कोई हो अधिकारी। पाठ करे सो पावन हारी॥\n" +
                                    "पुत्र हीन कर इच्छा कोई। निश्चय शिव प्रसाद तेहि होई॥\n" +
                                    ".\n" +
                                    "पण्डित त्रयोदशी को लावे। ध्यान पूर्वक होम करावे ॥\n" +
                                    "त्रयोदशी ब्रत करे हमेशा। तन नहीं ताके रहे कलेशा॥\n" +
                                    "धूप दीप नैवेद्य चढ़ावे। शंकर सम्मुख पाठ सुनावे॥\n" +
                                    "जन्म जन्म के पाप नसावे। अन्तवास शिवपुर में पावे॥\n" +
                                    ".\n" +
                                    "कहे अयोध्या आस तुम्हारी। जानि सकल दुःख हरहु हमारी॥\n" +
                                    ".\n" +
                                    "॥दोहा॥\n" +
                                    "नित्त नेम कर प्रातः ही, पाठ करौं चालीसा।\n" +
                                    "तुम मेरी मनोकामना, पूर्ण करो जगदीश॥\n" +
                                    "मगसर छठि हेमन्त ॠतु, संवत चौसठ जान।\n" +
                                    "अस्तुति चालीसा शिवहि, पूर्ण कीन कल्याण॥";

    public final String hanumanAarti = "आरती कीजै हनुमान लला की। दुष्ट दलन रघुनाथ कला की।।\n" +
                                        ".\n" +
                                        "जाके बल से गिरिवर कांपे। रोग दोष जाके निकट न झांके।।\n" +
                                        ".\n" +
                                        "अंजनि पुत्र महाबलदायी। संतान के प्रभु सदा सहाई।।\n" +
                                        ".\n" +
                                        "दे बीरा रघुनाथ पठाए। लंका जारी सिया सुध लाए।।\n" +
                                        ".\n" +
                                        "लंका सो कोट समुद्र सी खाई। जात पवनसुत बार न लाई।।\n" +
                                        ".\n" +
                                        "लंका जारी असुर संहारे। सियारामजी के काज संवारे।।\n" +
                                        ".\n" +
                                        "लक्ष्मण मूर्छित पड़े सकारे। आणि संजीवन प्राण उबारे।।\n" +
                                        ".\n" +
                                        "पैठी पताल तोरि जमकारे। अहिरावण की भुजा उखाड़े।।\n" +
                                        ".\n" +
                                        "बाएं भुजा असुर दल मारे। दाहिने भुजा संतजन तारे।।\n" +
                                        ".\n" +
                                        "सुर-नर-मुनि जन आरती उतारे। जै जै जै हनुमान उचारे।।\n" +
                                        ".\n" +
                                        "कंचन थार कपूर लौ छाई। आरती करत अंजना माई।।\n" +
                                        ".\n" +
                                        "लंकविध्वंस कीन्ह रघुराई। तुलसीदास प्रभु कीरति गाई।।\n" +
                                        ".\n" +
                                        "जो हनुमानजी की आरती गावै। बसी बैकुंठ परमपद पावै।।";
}
